Repository: ykenjou/SingleTodoNew
Catalog: SimpleTodo/*.lproj/Localizable.strings
Languages: es, ja

# allowtextDestruction
source: Remove
es: Cancelación
ja: 破棄する

# appName
source: Single Todo List
es: Sola lista de tareas
ja: Single Todoリスト

# appUrl
source: https://itunes.apple.com/us/app/id1148391383
es: https://itunes.apple.com/es/app/id1148391383
ja: https://itunes.apple.com/jp/app/id1148391383

# changeDestConfirm
source: May I remove the text which You changed?
es: ¿Puedo destruir el texto que cambié?
ja: 変更したテキストを破棄してもいいですか?

# changeDestruction
source: Remove a change
es: Cambia la destrucción
ja: 変更破棄

source: continue
es: La continuación
ja: 続行

# copyTitle
source: copy
es: copia
ja: コピー

# editTitle
source: edit
es: editar
ja: 編集

# firstData
source: You push + button in the bottom, and please add an item
es: Empujas + el botón en el fondo y por favor agrega un artículo
ja: 下にある＋ボタンを押して項目を追加してください

# fourthData
source: Button of the 'copy' and 'share' will be displayed in a swipe from the right
es: Botón de la 'copia' y 'compartir' se mostrará en un golpe desde la derecha
ja: 右からのスワイプで「コピー」や「共有」のボタンが表示されます

# notDestruction
source: do not remove
es: No lo cancelo
ja: 破棄しない

# productFail
source: I was not able to acquire a product.
es: No pude adquirir un producto.
ja: プロダクトを取得できませんでした。

source: Purcase defferd.
es: Está esperando aprobación de la compra
ja: 購入の承認待ちです

source: Purchase fail...
es: No pude comprarlo
ja: 購入できませんでした

# purchaseFinish
source: The purchase is completed
es: La compra fue completada
ja: 購入が完了しました

# purchaseInterruption
source: purchase processing was stopped. You can download it free as it is.
es: El proceso de la compra fue detenido. Puedo transmitirlo libre como él es.
ja: は購入処理が中断されていました。 このまま無料でダウンロードできます。

# purchaseInvalid
source: The purchase becomes invalid by setting.
es: La compra se pone no válida poniendo.
ja: 設定で購入が無効になっています。

# purchaseProcessing
source: It is during accounting.
es: Está durante la contabilidad.
ja: 課金処理中です。

# purchasedStatus
source: You have been already purchased
es: Ya te has comprado
ja: 購入済みです

# restoreProcessing
source: It is during re-store processing.
es: Está durante el proceso de la re-tienda.
ja: リストア処理中です。

# secondData
source: You can delete the item which has been checked with a left lower trash box button
es: Puedo anular el artículo que se ha verificado con una izquierda el más bajo botón de caja de basura
ja: 左下のゴミ箱ボタンでチェック済みの項目を削除できます

# shareTitle
source: share
es: compartir
ja: 共有

# textDestConfirm
source: May I remove an input text?
es: ¿Puedo destruir un texto de la entrada?
ja: 入力済みのテキストを破棄してもいいですか?

# textDestruction
source: Text removal
es: Destrucción del texto
ja: テキスト破棄

# thirdData
source: You can edit a text by the push and hold of the item
es: Puedo revisar un texto por el empujón y sostenimiento del artículo
ja: 項目の長押しでテキストを編集できます
